{"inkVersion":19,"root":[[{"->":"Doctor"},["done",{"#f":7,"#n":"g-0"}],null],"done",{"Doctor":["^Doctor-The news I have for you is not very good. In her current condition, your loved one will pass away in the coming days.","\n","^Hero-Is there anything else that we can do?","\n","^Doctor-Unfortunately, we have done all that we can do here. I am sorry.","\n","^Hero-...Thank you doctor.","\n","done",{"#f":3}],"LovedOne":["^Loved One-I am sorry to do this to you.","\n","^Hero-I will do whatever I can to keep us together","\n","^Loved One-Would the Wise Man be able to help?","\n","^Hero-I will pay him a visit and see.","\n","^Hero-Don't worry Loved One. I will save you.","\n","done",{"#f":3}],"DayTownVillager1":["^Villager-The weather is fantastic today!","\n","done",{"#f":3}],"VillagerTwo":["^Villager-What a wonderful day to be outside with friends!","\n","done",{"#f":3}],"VillagerThree":["^Villager-This day is beautiful.","\n","^Villager-I wish it could go on forever!","\n","done",{"#f":3}],"WiseMan":["ev",1,"/ev",{"temp=":"wiseManFirstVisit","re":true},"^Wise Man-Hello Young Man.","\n","^Wise Man-What can I do for you?","\n","^Hero-The one that I care for most is about to be taken from this Earth.","\n","^Hero-I need to find a way to save her before I lose her.","\n","^Wise Man-I see...","\n","^Wise Man-What you need is to take this moment and make it last forever.","\n","^Wise Man-It will not be easy but I trust your abilities.","\n","^Wise Man-You will need to go to the Hourglass at the East wdge of the world.","\n","^Wise Man-Once you are there, you will need to break the Hourglass and this will save your Loved One.","\n","^Wise Man-Be careful. To the East Side of Day Town there is a Portal that will bring you to your destination.","\n","done",{"#f":3}],"WiseManRevisit":["^Wise Man-You need to break the Hourglass to save your Loved One. Start by heading East, through the Portal.","\n","done",{"#f":3}],"global decl":["ev",0,{"VAR=":"wiseManFirstVisit"},1,{"VAR=":"testvar"},"/ev","end",null],"#f":3}],"listDefs":{}}
